local L = select(2, ...).L('ruRU')

L["OUT_OF_DATE"] = "Аддон GlyphFinder устарел, пожалуйста, проверьте наличие обновления."
L["COMPLETE"] = "Завершено"
L["REQUIRES_TOMTOM"] = "Для GlyphFinder требуется аддон TomTom."
L["AUTO_OFF"] = "Авто-отслеживание ближайшей точки маршрута выключено."
L["AUTO_ON"] = "Авто-отслеживание ближайшей точки маршрута включено."
L["COMMAND_SET"] = "Устанавливает точки маршрута для всех глифов в текущей зоне и включает отслеживание."
L["COMMAND_CHECK"] = "Показывает зоны и индексы несобранных глифов."
L["COMMAND_AUTO"] = "Переключает авто-отслеживание ближайшей точки маршрута."
L["COMMAND_HELP"] = "Shows this help text."

L["COMMAND_SET_DF"] = "Устанавливает точки маршрута для всех глифов Dragonflight и включает отслеживание."

L["COMMAND_SET_TWW"] = "Устанавливает точки маршрута для всех глифов The War Within и включает отслеживание."

L["COMMAND_SET_MIDNIGHT"] = "Устанавливает точки маршрута для всех глифов Midnight и включает отслеживание."
